{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|im_unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "UnicodeScripts"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Split",
        "pattern": {
          "String": " "
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\t"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\n"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\f"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\r"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0000"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0001"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0002"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0003"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0004"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0005"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0006"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0007"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\b"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u000b"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u000e"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u000f"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0010"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0011"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0012"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0013"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0014"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0015"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0016"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0017"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0018"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u0019"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u001a"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u001b"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u001c"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u001d"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u001e"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\u001f"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": ""
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "­"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "​"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‌"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‍"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‎"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‏"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": " "
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": " "
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‪"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‫"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "‬"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "⁠"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "⁡"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "﻿"
        },
        "behavior": "Removed",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|im_unk|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<|im_pad|>": 3,
      "\t": 4,
      "\n": 5,
      "\f": 6,
      "\r": 7,
      " ": 8,
      "!": 9,
      "\"": 10,
      "#": 11,
      "$": 12,
      "%": 13,
      "&": 14,
      "'": 15,
      "(": 16,
      ")": 17,
      "*": 18,
      "+": 19,
      ",": 20,
      "-": 21,
      ".": 22,
      "/": 23,
      "0": 24,
      "1": 25,
      "2": 26,
      "3": 27,
      "4": 28,
      "5": 29,
      "6": 30,
      "7": 31,
      "8": 32,
      "9": 33,
      ":": 34,
      ";": 35,
      "<": 36,
      "=": 37,
      ">": 38,
      "?": 39,
      "@": 40,
      "A": 41,
      "B": 42,
      "C": 43,
      "D": 44,
      "E": 45,
      "F": 46,
      "G": 47,
      "H": 48,
      "I": 49,
      "J": 50,
      "K": 51,
      "L": 52,
      "M": 53,
      "N": 54,
      "O": 55,
      "P": 56,
      "Q": 57,
      "R": 58,
      "S": 59,
      "T": 60,
      "U": 61,
      "V": 62,
      "W": 63,
      "X": 64,
      "Y": 65,
      "Z": 66,
      "[": 67,
      "\\": 68,
      "]": 69,
      "^": 70,
      "_": 71,
      "`": 72,
      "a": 73,
      "b": 74,
      "c": 75,
      "d": 76,
      "e": 77,
      "f": 78,
      "g": 79,
      "h": 80,
      "i": 81,
      "j": 82,
      "k": 83,
      "l": 84,
      "m": 85,
      "n": 86,
      "o": 87,
      "p": 88,
      "q": 89,
      "r": 90,
      "s": 91,
      "t": 92,
      "u": 93,
      "v": 94,
      "w": 95,
      "x": 96,
      "y": 97,
      "z": 98,
      "{": 99,
      "|": 100,
      "}": 101,
      "~": 102,
      "¡": 103,
      "¢": 104,
      "£": 105,
      "¤": 106,
      "¥": 107,
      "§": 108,
      "©": 109,
      "«": 110,
      "¬": 111,
      "®": 112,
      "°": 113,
      "±": 114,
      "¶": 115,
      "·": 116,
      "»": 117,
      "¿": 118,
      "À": 119,
      "Á": 120,
      "Â": 121,
      "Ä": 122,
      "Å": 123,
      "Ç": 124,
      "È": 125,
      "É": 126,
      "Î": 127,
      "Ó": 128,
      "Ô": 129,
      "Õ": 130,
      "Ö": 131,
      "×": 132,
      "Ø": 133,
      "Ú": 134,
      "Ü": 135,
      "ß": 136,
      "à": 137,
      "á": 138,
      "â": 139,
      "ã": 140,
      "ä": 141,
      "å": 142,
      "æ": 143,
      "ç": 144,
      "è": 145,
      "é": 146,
      "ê": 147,
      "ë": 148,
      "ì": 149,
      "í": 150,
      "î": 151,
      "ï": 152,
      "ð": 153,
      "ñ": 154,
      "ò": 155,
      "ó": 156,
      "ô": 157,
      "õ": 158,
      "ö": 159,
      "÷": 160,
      "ø": 161,
      "ù": 162,
      "ú": 163,
      "û": 164,
      "ü": 165,
      "ÿ": 166,
      "Ā": 167,
      "ā": 168,
      "ă": 169,
      "ć": 170,
      "Č": 171,
      "č": 172,
      "Đ": 173,
      "đ": 174,
      "Ē": 175,
      "ē": 176,
      "ĕ": 177,
      "ę": 178,
      "ě": 179,
      "Ĥ": 180,
      "ħ": 181,
      "ī": 182,
      "ĭ": 183,
      "ı": 184,
      "Ł": 185,
      "ł": 186,
      "ń": 187,
      "Ō": 188,
      "ō": 189,
      "ő": 190,
      "Œ": 191,
      "œ": 192,
      "Ś": 193,
      "ś": 194,
      "Ş": 195,
      "ş": 196,
      "š": 197,
      "ū": 198,
      "ź": 199,
      "Ż": 200,
      "ž": 201,
      "ư": 202,
      "ǁ": 203,
      "ǎ": 204,
      "ǐ": 205,
      "ǒ": 206,
      "ǔ": 207,
      "ǖ": 208,
      "ǚ": 209,
      "ǜ": 210,
      "ș": 211,
      "ɑ": 212,
      "ɒ": 213,
      "ɔ": 214,
      "ə": 215,
      "ɛ": 216,
      "ɜ": 217,
      "ɡ": 218,
      "ɣ": 219,
      "ɦ": 220,
      "ɨ": 221,
      "ɪ": 222,
      "ɫ": 223,
      "ɷ": 224,
      "ɾ": 225,
      "ʁ": 226,
      "ʂ": 227,
      "ʃ": 228,
      "ʊ": 229,
      "ʌ": 230,
      "ʧ": 231,
      "ʺ": 232,
      "ʻ": 233,
      "ʼ": 234,
      "˂": 235,
      "˃": 236,
      "ˇ": 237,
      "ˈ": 238,
      "ˉ": 239,
      "ˊ": 240,
      "ˋ": 241,
      "ˌ": 242,
      "ˍ": 243,
      "ː": 244,
      "˞": 245,
      "ˬ": 246,
      "˶": 247,
      "Γ": 248,
      "Δ": 249,
      "Ε": 250,
      "Θ": 251,
      "Κ": 252,
      "Λ": 253,
      "Ο": 254,
      "Π": 255,
      "Ρ": 256,
      "Σ": 257,
      "Φ": 258,
      "Ψ": 259,
      "Ω": 260,
      "ά": 261,
      "έ": 262,
      "ή": 263,
      "ί": 264,
      "α": 265,
      "β": 266,
      "γ": 267,
      "δ": 268,
      "ε": 269,
      "ζ": 270,
      "η": 271,
      "θ": 272,
      "ι": 273,
      "κ": 274,
      "λ": 275,
      "μ": 276,
      "ν": 277,
      "ξ": 278,
      "ο": 279,
      "π": 280,
      "ρ": 281,
      "ς": 282,
      "σ": 283,
      "τ": 284,
      "υ": 285,
      "φ": 286,
      "χ": 287,
      "ψ": 288,
      "ω": 289,
      "ό": 290,
      "ύ": 291,
      "ώ": 292,
      "Ё": 293,
      "А": 294,
      "В": 295,
      "Г": 296,
      "Д": 297,
      "Е": 298,
      "Ж": 299,
      "З": 300,
      "Л": 301,
      "М": 302,
      "Н": 303,
      "О": 304,
      "П": 305,
      "Р": 306,
      "С": 307,
      "Т": 308,
      "У": 309,
      "Ф": 310,
      "Ч": 311,
      "Э": 312,
      "Ю": 313,
      "Я": 314,
      "а": 315,
      "б": 316,
      "в": 317,
      "г": 318,
      "д": 319,
      "е": 320,
      "ж": 321,
      "з": 322,
      "и": 323,
      "й": 324,
      "к": 325,
      "л": 326,
      "м": 327,
      "н": 328,
      "о": 329,
      "п": 330,
      "р": 331,
      "с": 332,
      "т": 333,
      "у": 334,
      "ф": 335,
      "х": 336,
      "ц": 337,
      "ч": 338,
      "ш": 339,
      "щ": 340,
      "ы": 341,
      "ь": 342,
      "э": 343,
      "ю": 344,
      "я": 345,
      "Թ": 346,
      "օ": 347,
      "א": 348,
      "ג": 349,
      "ו": 350,
      "ז": 351,
      "י": 352,
      "נ": 353,
      "ת": 354,
      "،": 355,
      "؟": 356,
      "أ": 357,
      "إ": 358,
      "ا": 359,
      "ب": 360,
      "ة": 361,
      "ث": 362,
      "ح": 363,
      "د": 364,
      "ر": 365,
      "ز": 366,
      "س": 367,
      "ص": 368,
      "ض": 369,
      "ع": 370,
      "ـ": 371,
      "ف": 372,
      "ق": 373,
      "ك": 374,
      "ل": 375,
      "م": 376,
      "ن": 377,
      "ه": 378,
      "و": 379,
      "ى": 380,
      "ي": 381,
      "گ": 382,
      "आ": 383,
      "ण": 384,
      "द": 385,
      "ध": 386,
      "ऩ": 387,
      "म": 388,
      "य": 389,
      "र": 390,
      "श": 391,
      "ਊ": 392,
      "இ": 393,
      "௰": 394,
      "ಠ": 395,
      "ಡ": 396,
      "ರ": 397,
      "ര": 398,
      "ൠ": 399,
      "ෆ": 400,
      "ก": 401,
      "ค": 402,
      "ฅ": 403,
      "ง": 404,
      "จ": 405,
      "ช": 406,
      "ญ": 407,
      "ณ": 408,
      "ท": 409,
      "น": 410,
      "บ": 411,
      "ป": 412,
      "ม": 413,
      "ย": 414,
      "ร": 415,
      "ล": 416,
      "ว": 417,
      "ส": 418,
      "ห": 419,
      "อ": 420,
      "ะ": 421,
      "า": 422,
      "เ": 423,
      "แ": 424,
      "ใ": 425,
      "ๆ": 426,
      "๑": 427,
      "ཀ": 428,
      "བ": 429,
      "ლ": 430,
      "ᄇ": 431,
      "ᄐ": 432,
      "ᄑ": 433,
      "ᅡ": 434,
      "ᅥ": 435,
      "ᅩ": 436,
      "ᅮ": 437,
      "៥": 438,
      "ᠠ": 439,
      "ᠣ": 440,
      "ᠪ": 441,
      "ᠬ": 442,
      "ᠭ": 443,
      "ᠮ": 444,
      "ᠳ": 445,
      "ᠷ": 446,
      "ᣄ": 447,
      "ᩒ": 448,
      "ᴖ": 449,
      "ᴗ": 450,
      "ṇ": 451,
      "ṳ": 452,
      "ạ": 453,
      "ả": 454,
      "ế": 455,
      "ể": 456,
      "ị": 457,
      "ọ": 458,
      "ỏ": 459,
      "ồ": 460,
      "ộ": 461,
      "ớ": 462,
      "ở": 463,
      "ợ": 464,
      "ụ": 465,
      "Ἑ": 466,
      "Ἡ": 467,
      "ὐ": 468,
      "ῆ": 469,
      "ῑ": 470,
      "ῖ": 471,
      "ῦ": 472,
      "‐": 473,
      "–": 474,
      "—": 475,
      "―": 476,
      "‖": 477,
      "‘": 478,
      "’": 479,
      "“": 480,
      "”": 481,
      "„": 482,
      "‟": 483,
      "†": 484,
      "•": 485,
      "‧": 486,
      "‰": 487,
      "′": 488,
      "‵": 489,
      "‹": 490,
      "›": 491,
      "※": 492,
      "⁃": 493,
      "⁄": 494,
      "⁣": 495,
      "₩": 496,
      "€": 497,
      "₹": 498,
      "←": 499,
      "↑": 500,
      "→": 501,
      "↓": 502,
      "↔": 503,
      "↖": 504,
      "↗": 505,
      "↘": 506,
      "↙": 507,
      "↦": 508,
      "↩": 509,
      "↵": 510,
      "⇌": 511,
      "⇒": 512,
      "⇔": 513,
      "∀": 514,
      "∂": 515,
      "∃": 516,
      "∅": 517,
      "∆": 518,
      "∇": 519,
      "∈": 520,
      "∏": 521,
      "∑": 522,
      "−": 523,
      "∕": 524,
      "∗": 525,
      "∙": 526,
      "√": 527,
      "∛": 528,
      "∝": 529,
      "∞": 530,
      "∠": 531,
      "∣": 532,
      "∥": 533,
      "∧": 534,
      "∨": 535,
      "∩": 536,
      "∪": 537,
      "∫": 538,
      "∮": 539,
      "∴": 540,
      "∵": 541,
      "∶": 542,
      "∷": 543,
      "∽": 544,
      "≈": 545,
      "≌": 546,
      "≖": 547,
      "≠": 548,
      "≡": 549,
      "≤": 550,
      "≥": 551,
      "≦": 552,
      "≧": 553,
      "≪": 554,
      "≮": 555,
      "≯": 556,
      "⊆": 557,
      "⊕": 558,
      "⊙": 559,
      "⊢": 560,
      "⊥": 561,
      "⋅": 562,
      "⋆": 563,
      "⋯": 564,
      "⌈": 565,
      "⌉": 566,
      "⌊": 567,
      "⌋": 568,
      "⌚": 569,
      "⌨": 570,
      "⎣": 571,
      "⎤": 572,
      "⏰": 573,
      "⏱": 574,
      "⏳": 575,
      "⑉": 576,
      "─": 577,
      "━": 578,
      "│": 579,
      "┉": 580,
      "┋": 581,
      "┌": 582,
      "┏": 583,
      "┐": 584,
      "└": 585,
      "┕": 586,
      "┘": 587,
      "├": 588,
      "┭": 589,
      "┮": 590,
      "┺": 591,
      "┻": 592,
      "╁": 593,
      "╂": 594,
      "╃": 595,
      "╞": 596,
      "╥": 597,
      "╭": 598,
      "╮": 599,
      "╯": 600,
      "╰": 601,
      "╱": 602,
      "╳": 603,
      "╹": 604,
      "█": 605,
      "▎": 606,
      "▒": 607,
      "■": 608,
      "□": 609,
      "▪": 610,
      "▬": 611,
      "▲": 612,
      "△": 613,
      "▷": 614,
      "►": 615,
      "▼": 616,
      "▽": 617,
      "▿": 618,
      "◆": 619,
      "◇": 620,
      "○": 621,
      "◌": 622,
      "◎": 623,
      "●": 624,
      "◞": 625,
      "◟": 626,
      "◡": 627,
      "◣": 628,
      "◥": 629,
      "◦": 630,
      "◯": 631,
      "◻": 632,
      "◼": 633,
      "☀": 634,
      "☁": 635,
      "☂": 636,
      "★": 637,
      "☆": 638,
      "☉": 639,
      "☎": 640,
      "☐": 641,
      "☑": 642,
      "☔": 643,
      "☕": 644,
      "☘": 645,
      "☝": 646,
      "☞": 647,
      "☹": 648,
      "☺": 649,
      "♀": 650,
      "♂": 651,
      "♊": 652,
      "♌": 653,
      "♐": 654,
      "♓": 655,
      "♠": 656,
      "♡": 657,
      "♣": 658,
      "♤": 659,
      "♥": 660,
      "♦": 661,
      "♪": 662,
      "♫": 663,
      "♬": 664,
      "♭": 665,
      "♻": 666,
      "⚕": 667,
      "⚠": 668,
      "⚡": 669,
      "⚪": 670,
      "⚫": 671,
      "⚽": 672,
      "⛈": 673,
      "⛰": 674,
      "⛱": 675,
      "⛳": 676,
      "⛷": 677,
      "⛸": 678,
      "✅": 679,
      "✈": 680,
      "✊": 681,
      "✋": 682,
      "✌": 683,
      "✓": 684,
      "✔": 685,
      "✕": 686,
      "✖": 687,
      "✘": 688,
      "✧": 689,
      "✨": 690,
      "✿": 691,
      "❀": 692,
      "❄": 693,
      "❌": 694,
      "❓": 695,
      "❔": 696,
      "❕": 697,
      "❗": 698,
      "❤": 699,
      "❶": 700,
      "❷": 701,
      "❸": 702,
      "❹": 703,
      "❺": 704,
      "❻": 705,
      "➊": 706,
      "➋": 707,
      "➌": 708,
      "➍": 709,
      "➔": 710,
      "➕": 711,
      "➗": 712,
      "➞": 713,
      "➡": 714,
      "⟨": 715,
      "⟩": 716,
      "⟷": 717,
      "⠀": 718,
      "⦁": 719,
      "⬛": 720,
      "⬜": 721,
      "⭐": 722,
      "⭕": 723,
      "⭭": 724,
      "⸂": 725,
      "⸃": 726,
      "⸜": 727,
      "⸝": 728,
      "⺀": 729,
      "⺍": 730,
      "⺖": 731,
      "⺮": 732,
      "⻆": 733,
      "⻓": 734,
      "⻢": 735,
      "⻰": 736,
      "、": 737,
      "。": 738,
      "〃": 739,
      "々": 740,
      "〇": 741,
      "〈": 742,
      "〉": 743,
      "《": 744,
      "》": 745,
      "「": 746,
      "」": 747,
      "『": 748,
      "』": 749,
      "【": 750,
      "】": 751,
      "〒": 752,
      "〓": 753,
      "〔": 754,
      "〕": 755,
      "〖": 756,
      "〗": 757,
      "〜": 758,
      "〝": 759,
      "〞": 760,
      "ぁ": 761,
      "あ": 762,
      "い": 763,
      "う": 764,
      "え": 765,
      "お": 766,
      "か": 767,
      "が": 768,
      "き": 769,
      "ぎ": 770,
      "く": 771,
      "ぐ": 772,
      "け": 773,
      "げ": 774,
      "こ": 775,
      "ご": 776,
      "さ": 777,
      "ざ": 778,
      "し": 779,
      "じ": 780,
      "す": 781,
      "ず": 782,
      "せ": 783,
      "ぜ": 784,
      "そ": 785,
      "ぞ": 786,
      "た": 787,
      "だ": 788,
      "ち": 789,
      "っ": 790,
      "つ": 791,
      "づ": 792,
      "て": 793,
      "で": 794,
      "と": 795,
      "ど": 796,
      "な": 797,
      "に": 798,
      "ぬ": 799,
      "ね": 800,
      "の": 801,
      "は": 802,
      "ば": 803,
      "ひ": 804,
      "び": 805,
      "ふ": 806,
      "ぶ": 807,
      "ぷ": 808,
      "へ": 809,
      "べ": 810,
      "ほ": 811,
      "ぼ": 812,
      "ま": 813,
      "み": 814,
      "む": 815,
      "め": 816,
      "も": 817,
      "ゃ": 818,
      "や": 819,
      "ゆ": 820,
      "ょ": 821,
      "よ": 822,
      "ら": 823,
      "り": 824,
      "る": 825,
      "れ": 826,
      "ろ": 827,
      "わ": 828,
      "ゐ": 829,
      "を": 830,
      "ん": 831,
      "ゞ": 832,
      "ァ": 833,
      "ア": 834,
      "ィ": 835,
      "イ": 836,
      "ゥ": 837,
      "ウ": 838,
      "ェ": 839,
      "エ": 840,
      "ォ": 841,
      "オ": 842,
      "カ": 843,
      "ガ": 844,
      "キ": 845,
      "ギ": 846,
      "ク": 847,
      "グ": 848,
      "ケ": 849,
      "ゲ": 850,
      "コ": 851,
      "ゴ": 852,
      "サ": 853,
      "ザ": 854,
      "シ": 855,
      "ジ": 856,
      "ス": 857,
      "ズ": 858,
      "セ": 859,
      "ゼ": 860,
      "ソ": 861,
      "タ": 862,
      "ダ": 863,
      "チ": 864,
      "ッ": 865,
      "ツ": 866,
      "テ": 867,
      "デ": 868,
      "ト": 869,
      "ド": 870,
      "ナ": 871,
      "ニ": 872,
      "ネ": 873,
      "ノ": 874,
      "ハ": 875,
      "バ": 876,
      "パ": 877,
      "ヒ": 878,
      "ビ": 879,
      "ピ": 880,
      "フ": 881,
      "ブ": 882,
      "プ": 883,
      "ヘ": 884,
      "ベ": 885,
      "ペ": 886,
      "ホ": 887,
      "ポ": 888,
      "マ": 889,
      "ミ": 890,
      "ム": 891,
      "メ": 892,
      "モ": 893,
      "ャ": 894,
      "ヤ": 895,
      "ュ": 896,
      "ユ": 897,
      "ョ": 898,
      "ヨ": 899,
      "ラ": 900,
      "リ": 901,
      "ル": 902,
      "レ": 903,
      "ロ": 904,
      "ワ": 905,
      "ヲ": 906,
      "ン": 907,
      "・": 908,
      "ー": 909,
      "ヽ": 910,
      "ヾ": 911,
      "ㄅ": 912,
      "ㄇ": 913,
      "ㄈ": 914,
      "ㄊ": 915,
      "ㄏ": 916,
      "ㄐ": 917,
      "ㄒ": 918,
      "ㄕ": 919,
      "ㄚ": 920,
      "ㄝ": 921,
      "ㄞ": 922,
      "ㄟ": 923,
      "ㄠ": 924,
      "ㄢ": 925,
      "ㄣ": 926,
      "ㄤ": 927,
      "ㄥ": 928,
      "ㄧ": 929,
      "ㄨ": 930,
      "㐏": 931,
      "㐤": 932,
      "㑩": 933,
      "㒒": 934,
      "㒜": 935,
      "㒧": 936,
      "㒽": 937,
      "㓢": 938,
      "㓥": 939,
      "㓻": 940,
      "㔉": 941,
      "㔢": 942,
      "㔩": 943,
      "㔶": 944,
      "㕒": 945,
      "㕙": 946,
      "㕛": 947,
      "㕧": 948,
      "㕮": 949,
      "㖞": 950,
      "㖭": 951,
      "㗎": 952,
      "㗧": 953,
      "㗫": 954,
      "㗭": 955,
      "㗲": 956,
      "㗳": 957,
      "㘅": 958,
      "㘥": 959,
      "㘭": 960,
      "㘱": 961,
      "㙜": 962,
      "㙲": 963,
      "㚟": 964,
      "㚻": 965,
      "㛰": 966,
      "㛹": 967,
      "㜕": 968,
      "㜪": 969,
      "㜷": 970,
      "㜻": 971,
      "㝗": 972,
      "㝢": 973,
      "㝱": 974,
      "㞥": 975,
      "㞦": 976,
      "㞯": 977,
      "㟅": 978,
      "㟏": 979,
      "㟙": 980,
      "㟢": 981,
      "㟪": 982,
      "㟯": 983,
      "㟽": 984,
      "㠁": 985,
      "㠂": 986,
      "㠊": 987,
      "㠝": 988,
      "㠠": 989,
      "㠭": 990,
      "㡓": 991,
      "㡚": 992,
      "㡛": 993,
      "㡠": 994,
      "㡧": 995,
      "㢠": 996,
      "㢮": 997,
      "㣘": 998,
      "㥣": 999,
      "㥾": 1000,
      "㦂": 1001,
      "㦎": 1002,
      "㦬": 1003,
      "㦲": 1004,
      "㦷": 1005,
      "㧎": 1006,
      "㧑": 1007,
      "㧙": 1008,
      "㧟": 1009,
      "㧢": 1010,
      "㧬": 1011,
      "㨃": 1012,
      "㨿": 1013,
      "㩒": 1014,
      "㩜": 1015,
      "㩦": 1016,
      "㩲": 1017,
      "㩳": 1018,
      "㪷": 1019,
      "㪺": 1020,
      "㫋": 1021,
      "㬇": 1022,
      "㬈": 1023,
      "㬉": 1024,
      "㬎": 1025,
      "㬜": 1026,
      "㬠": 1027,
      "㭨": 1028,
      "㭬": 1029,
      "㭿": 1030,
      "㮣": 1031,
      "㮰": 1032,
      "㯓": 1033,
      "㰅": 1034,
      "㲉": 1035,
      "㲪": 1036,
      "㳟": 1037,
      "㴎": 1038,
      "㴑": 1039,
      "㴞": 1040,
      "㴟": 1041,
      "㴻": 1042,
      "㵳": 1043,
      "㵿": 1044,
      "㶁": 1045,
      "㶏": 1046,
      "㶒": 1047,
      "㶟": 1048,
      "㶷": 1049,
      "㷀": 1050,
      "㷆": 1051,
      "㷛": 1052,
      "㷟": 1053,
      "㸃": 1054,
      "㸌": 1055,
      "㸲": 1056,
      "㹀": 1057,
      "㹞": 1058,
      "㹠": 1059,
      "㹢": 1060,
      "㹶": 1061,
      "㺄": 1062,
      "㺢": 1063,
      "㺦": 1064,
      "㻋": 1065,
      "㻬": 1066,
      "㻱": 1067,
      "㻾": 1068,
      "㼌": 1069,
      "㼝": 1070,
      "㼵": 1071,
      "㽦": 1072,
      "㾕": 1073,
      "㾦": 1074,
      "㿉": 1075,
      "㿐": 1076,
      "䀮": 1077,
      "䀻": 1078,
      "䁔": 1079,
      "䁡": 1080,
      "䁳": 1081,
      "䂌": 1082,
      "䂭": 1083,
      "䂮": 1084,
      "䃗": 1085,
      "䃘": 1086,
      "䃠": 1087,
      "䃪": 1088,
      "䃸": 1089,
      "䃹": 1090,
      "䄂": 1091,
      "䄄": 1092,
      "䅊": 1093,
      "䅳": 1094,
      "䆉": 1095,
      "䆗": 1096,
      "䆛": 1097,
      "䆡": 1098,
      "䆲": 1099,
      "䇄": 1100,
      "䇘": 1101,
      "䇲": 1102,
      "䉋": 1103,
      "䉶": 1104,
      "䊵": 1105,
      "䋭": 1106,
      "䌌": 1107,
      "䌓": 1108,
      "䌟": 1109,
      "䌥": 1110,
      "䌨": 1111,
      "䌫": 1112,
      "䌹": 1113,
      "䌽": 1114,
      "䍠": 1115,
      "䍡": 1116,
      "䍥": 1117,
      "䍦": 1118,
      "䍧": 1119,
      "䍺": 1120,
      "䍽": 1121,
      "䎖": 1122,
      "䏑": 1123,
      "䏰": 1124,
      "䏿": 1125,
      "䐜": 1126,
      "䑲": 1127,
      "䑳": 1128,
      "䒠": 1129,
      "䓇": 1130,
      "䓑": 1131,
      "䓞": 1132,
      "䓨": 1133,
      "䓬": 1134,
      "䔥": 1135,
      "䔩": 1136,
      "䔭": 1137,
      "䔲": 1138,
      "䔿": 1139,
      "䕫": 1140,
      "䕭": 1141,
      "䕷": 1142,
      "䗂": 1143,
      "䗈": 1144,
      "䗖": 1145,
      "䗘": 1146,
      "䗫": 1147,
      "䘍": 1148,
      "䘵": 1149,
      "䙀": 1150,
      "䙰": 1151,
      "䛏": 1152,
      "䛕": 1153,
      "䛡": 1154,
      "䜛": 1155,
      "䜤": 1156,
      "䜩": 1157,
      "䝤": 1158,
      "䞇": 1159,
      "䞐": 1160,
      "䞤": 1161,
      "䟃": 1162,
      "䠞": 1163,
      "䠥": 1164,
      "䢖": 1165,
      "䢴": 1166,
      "䣊": 1167,
      "䣠": 1168,
      "䧏": 1169,
      "䧢": 1170,
      "䧰": 1171,
      "䧺": 1172,
      "䨑": 1173,
      "䨓": 1174,
      "䨥": 1175,
      "䨴": 1176,
      "䨹": 1177,
      "䨻": 1178,
      "䨼": 1179,
      "䩨": 1180,
      "䩮": 1181,
      "䪗": 1182,
      "䪩": 1183,
      "䪹": 1184,
      "䫉": 1185,
      "䫌": 1186,
      "䬃": 1187,
      "䬤": 1188,
      "䭔": 1189,
      "䮂": 1190,
      "䮍": 1191,
      "䯢": 1192,
      "䯻": 1193,
      "䰀": 1194,
      "䰂": 1195,
      "䰄": 1196,
      "䰇": 1197,
      "䰐": 1198,
      "䰒": 1199,
      "䰟": 1200,
      "䰠": 1201,
      "䱥": 1202,
      "䱹": 1203,
      "䲔": 1204,
      "䲡": 1205,
      "䲭": 1206,
      "䲹": 1207,
      "䲺": 1208,
      "䳇": 1209,
      "䳒": 1210,
      "䳵": 1211,
      "䴀": 1212,
      "䴔": 1213,
      "䴕": 1214,
      "䴘": 1215,
      "䴙": 1216,
      "䴡": 1217,
      "䴥": 1218,
      "䶉": 1219,
      "䷻": 1220,
      "一": 1221,
      "丁": 1222,
      "七": 1223,
      "丄": 1224,
      "丅": 1225,
      "万": 1226,
      "丈": 1227,
      "三": 1228,
      "上": 1229,
      "下": 1230,
      "丌": 1231,
      "不": 1232,
      "与": 1233,
      "丏": 1234,
      "丐": 1235,
      "丑": 1236,
      "丒": 1237,
      "专": 1238,
      "且": 1239,
      "丕": 1240,
      "世": 1241,
      "丗": 1242,
      "丘": 1243,
      "丙": 1244,
      "业": 1245,
      "丛": 1246,
      "东": 1247,
      "丝": 1248,
      "丞": 1249,
      "丟": 1250,
      "丠": 1251,
      "両": 1252,
      "丢": 1253,
      "两": 1254,
      "严": 1255,
      "並": 1256,
      "丧": 1257,
      "丨": 1258,
      "个": 1259,
      "丫": 1260,
      "丬": 1261,
      "中": 1262,
      "丰": 1263,
      "丱": 1264,
      "串": 1265,
      "丳": 1266,
      "临": 1267,
      "丵": 1268,
      "丶": 1269,
      "丸": 1270,
      "丹": 1271,
      "为": 1272,
      "主": 1273,
      "丼": 1274,
      "丽": 1275,
      "举": 1276,
      "丿": 1277,
      "乂": 1278,
      "乃": 1279,
      "久": 1280,
      "乆": 1281,
      "乇": 1282,
      "么": 1283,
      "义": 1284,
      "之": 1285,
      "乌": 1286,
      "乍": 1287,
      "乎": 1288,
      "乏": 1289,
      "乐": 1290,
      "乑": 1291,
      "乒": 1292,
      "乓": 1293,
      "乔": 1294,
      "乖": 1295,
      "乗": 1296,
      "乘": 1297,
      "乙": 1298,
      "乛": 1299,
      "乜": 1300,
      "九": 1301,
      "乞": 1302,
      "也": 1303,
      "习": 1304,
      "乡": 1305,
      "乣": 1306,
      "书": 1307,
      "乩": 1308,
      "乭": 1309,
      "买": 1310,
      "乱": 1311,
      "乲": 1312,
      "乳": 1313,
      "乷": 1314,
      "乸": 1315,
      "乾": 1316,
      "乿": 1317,
      "亀": 1318,
      "亁": 1319,
      "亂": 1320,
      "亃": 1321,
      "亅": 1322,
      "了": 1323,
      "予": 1324,
      "争": 1325,
      "亊": 1326,
      "事": 1327,
      "二": 1328,
      "亍": 1329,
      "于": 1330,
      "亏": 1331,
      "云": 1332,
      "互": 1333,
      "亓": 1334,
      "五": 1335,
      "井": 1336,
      "亖": 1337,
      "亘": 1338,
      "亙": 1339,
      "亚": 1340,
      "些": 1341,
      "亜": 1342,
      "亝": 1343,
      "亞": 1344,
      "亟": 1345,
      "亠": 1346,
      "亡": 1347,
      "亢": 1348,
      "交": 1349,
      "亥": 1350,
      "亦": 1351,
      "产": 1352,
      "亨": 1353,
      "亩": 1354,
      "亪": 1355,
      "享": 1356,
      "京": 1357,
      "亭": 1358,
      "亮": 1359,
      "亰": 1360,
      "亱": 1361,
      "亲": 1362,
      "亳": 1363,
      "亴": 1364,
      "亵": 1365,
      "亶": 1366,
      "亸": 1367,
      "亹": 1368,
      "人": 1369,
      "亻": 1370,
      "亿": 1371,
      "什": 1372,
      "仁": 1373,
      "仂": 1374,
      "仃": 1375,
      "仄": 1376,
      "仅": 1377,
      "仆": 1378,
      "仇": 1379,
      "仈": 1380,
      "仉": 1381,
      "今": 1382,
      "介": 1383,
      "仌": 1384,
      "仍": 1385,
      "从": 1386,
      "仏": 1387,
      "仑": 1388,
      "仓": 1389,
      "仔": 1390,
      "仕": 1391,
      "他": 1392,
      "仗": 1393,
      "付": 1394,
      "仙": 1395,
      "仚": 1396,
      "仛": 1397,
      "仝": 1398,
      "仞": 1399,
      "仟": 1400,
      "仡": 1401,
      "代": 1402,
      "令": 1403,
      "以": 1404,
      "仨": 1405,
      "仪": 1406,
      "仫": 1407,
      "们": 1408,
      "仮": 1409,
      "仰": 1410,
      "仱": 1411,
      "仲": 1412,
      "仳": 1413,
      "仴": 1414,
      "仵": 1415,
      "件": 1416,
      "价": 1417,
      "任": 1418,
      "仼": 1419,
      "份": 1420,
      "仿": 1421,
      "伀": 1422,
      "企": 1423,
      "伃": 1424,
      "伈": 1425,
      "伉": 1426,
      "伊": 1427,
      "伋": 1428,
      "伍": 1429,
      "伎": 1430,
      "伏": 1431,
      "伐": 1432,
      "休": 1433,
      "伕": 1434,
      "众": 1435,
      "优": 1436,
      "伙": 1437,
      "会": 1438,
      "伛": 1439,
      "伝": 1440,
      "伞": 1441,
      "伟": 1442,
      "传": 1443,
      "伡": 1444,
      "伢": 1445,
      "伣": 1446,
      "伤": 1447,
      "伥": 1448,
      "伦": 1449,
      "伧": 1450,
      "伪": 1451,
      "伫": 1452,
      "伯": 1453,
      "估": 1454,
      "伱": 1455,
      "伲": 1456,
      "伴": 1457,
      "伶": 1458,
      "伷": 1459,
      "伸": 1460,
      "伺": 1461,
      "伻": 1462,
      "似": 1463,
      "伽": 1464,
      "伾": 1465,
      "佁": 1466,
      "佂": 1467,
      "佃": 1468,
      "但": 1469,
      "佇": 1470,
      "佈": 1471,
      "佊": 1472,
      "佋": 1473,
      "佌": 1474,
      "位": 1475,
      "低": 1476,
      "住": 1477,
      "佐": 1478,
      "佑": 1479,
      "佒": 1480,
      "体": 1481,
      "佔": 1482,
      "何": 1483,
      "佖": 1484,
      "佗": 1485,
      "佘": 1486,
      "余": 1487,
      "佚": 1488,
      "佛": 1489,
      "作": 1490,
      "佝": 1491,
      "佞": 1492,
      "佟": 1493,
      "你": 1494,
      "佡": 1495,
      "佢": 1496,
      "佣": 1497,
      "佤": 1498,
      "佥": 1499,
      "佧": 1500,
      "佩": 1501,
      "佪": 1502,
      "佫": 1503,
      "佬": 1504,
      "佮": 1505,
      "佯": 1506,
      "佰": 1507,
      "佳": 1508,
      "佴": 1509,
      "併": 1510,
      "佶": 1511,
      "佷": 1512,
      "佸": 1513,
      "佹": 1514,
      "佺": 1515,
      "佻": 1516,
      "佼": 1517,
      "佽": 1518,
      "佾": 1519,
      "使": 1520,
      "侀": 1521,
      "侁": 1522,
      "侂": 1523,
      "侃": 1524,
      "侄": 1525,
      "侅": 1526,
      "來": 1527,
      "侇": 1528,
      "侈": 1529,
      "侉": 1530,
      "例": 1531,
      "侌": 1532,
      "侍": 1533,
      "侏": 1534,
      "侐": 1535,
      "侑": 1536,
      "侓": 1537,
      "侔": 1538,
      "侖": 1539,
      "侗": 1540,
      "侘": 1541,
      "供": 1542,
      "依": 1543,
      "侠": 1544,
      "価": 1545,
      "侣": 1546,
      "侥": 1547,
      "侦": 1548,
      "侧": 1549,
      "侨": 1550,
      "侩": 1551,
      "侪": 1552,
      "侫": 1553,
      "侬": 1554,
      "侮": 1555,
      "侯": 1556,
      "侵": 1557,
      "侶": 1558,
      "侷": 1559,
      "侺": 1560,
      "侽": 1561,
      "便": 1562,
      "俀": 1563,
      "係": 1564,
      "促": 1565,
      "俄": 1566,
      "俅": 1567,
      "俊": 1568,
      "俌": 1569,
      "俍": 1570,
      "俎": 1571,
      "俏": 1572,
      "俐": 1573,
      "俑": 1574,
      "俗": 1575,
      "俘": 1576,
      "俙": 1577,
      "俚": 1578,
      "俛": 1579,
      "俜": 1580,
      "保": 1581,
      "俞": 1582,
      "俟": 1583,
      "俠": 1584,
      "信": 1585,
      "俢": 1586,
      "俣": 1587,
      "俥": 1588,
      "俦": 1589,
      "俨": 1590,
      "俩": 1591,
      "俪": 1592,
      "俫": 1593,
      "俬": 1594,
      "俭": 1595,
      "修": 1596,
      "俯": 1597,
      "俱": 1598,
      "俳": 1599,
      "俴": 1600,
      "俵": 1601,
      "俶": 1602,
      "俸": 1603,
      "俹": 1604,
      "俺": 1605,
      "俾": 1606,
      "倀": 1607,
      "倁": 1608,
      "倂": 1609,
      "倅": 1610,
      "倆": 1611,
      "倈": 1612,
      "倉": 1613,
      "個": 1614,
      "倌": 1615,
      "倍": 1616,
      "倎": 1617,
      "倏": 1618,
      "倐": 1619,
      "們": 1620,
      "倒": 1621,
      "倓": 1622,
      "倔": 1623,
      "倕": 1624,
      "倖": 1625,
      "倘": 1626,
      "候": 1627,
      "倚": 1628,
      "倜": 1629,
      "倞": 1630,
      "借": 1631,
      "倠": 1632,
      "倡": 1633,
      "倢": 1634,
      "倣": 1635,
      "値": 1636,
      "倥": 1637,
      "倦": 1638,
      "倧": 1639,
      "倨": 1640,
      "倩": 1641,
      "倪": 1642,
      "倫": 1643,
      "倬": 1644,
      "倭": 1645,
      "倮": 1646,
      "倲": 1647,
      "倳": 1648,
      "倴": 1649,
      "倶": 1650,
      "倷": 1651,
      "倸": 1652,
      "倹": 1653,
      "债": 1654,
      "值": 1655,
      "倾": 1656,
      "偁": 1657,
      "偃": 1658,
      "偆": 1659,
      "假": 1660,
      "偈": 1661,
      "偉": 1662,
      "偊": 1663,
      "偋": 1664,
      "偌": 1665,
      "偎": 1666,
      "偏": 1667,
      "偑": 1668,
      "偓": 1669,
      "偕": 1670,
      "偘": 1671,
      "做": 1672,
      "停": 1673,
      "偟": 1674,
      "偢": 1675,
      "偣": 1676,
      "健": 1677,
      "偨": 1678,
      "偩": 1679,
      "偪": 1680,
      "偬": 1681,
      "偭": 1682,
      "偯": 1683,
      "偲": 1684,
      "側": 1685,
      "偵": 1686,
      "偶": 1687,
      "偷": 1688,
      "偸": 1689,
      "偻": 1690,
      "偽": 1691,
      "偾": 1692,
      "偿": 1693,
      "傀": 1694,
      "傃": 1695,
      "傅": 1696,
      "傈": 1697,
      "傉": 1698,
      "傋": 1699,
      "傍": 1700,
      "傎": 1701,
      "傑": 1702,
      "傒": 1703,
      "傔": 1704,
      "傕": 1705,
      "傘": 1706,
      "備": 1707,
      "傚": 1708,
      "傝": 1709,
      "傞": 1710,
      "傢": 1711,
      "傣": 1712,
      "傥": 1713,
      "傧": 1714,
      "储": 1715,
      "傩": 1716,
      "傪": 1717,
      "傫": 1718,
      "催": 1719,
      "傭": 1720,
      "傱": 1721,
      "傲": 1722,
      "傳": 1723,
      "債": 1724,
      "傶": 1725,
      "傷": 1726,
      "傹": 1727,
      "傺": 1728,
      "傻": 1729,
      "傾": 1730,
      "僀": 1731,
      "僁": 1732,
      "僂": 1733,
      "僅": 1734,
      "僇": 1735,
      "僈": 1736,
      "僉": 1737,
      "僊": 1738,
      "働": 1739,
      "僎": 1740,
      "像": 1741,
      "僑": 1742,
      "僕": 1743,
      "僖": 1744,
      "僙": 1745,
      "僚": 1746,
      "僛": 1747,
      "僝": 1748,
      "僞": 1749,
      "僟": 1750,
      "僣": 1751,
      "僤": 1752,
      "僥": 1753,
      "僦": 1754,
      "僧": 1755,
      "僨": 1756,
      "僩": 1757,
      "僪": 1758,
      "僬": 1759,
      "僭": 1760,
      "僮": 1761,
      "僯": 1762,
      "僰": 1763,
      "僱": 1764,
      "僲": 1765,
      "僳": 1766,
      "僴": 1767,
      "僵": 1768,
      "僶": 1769,
      "僸": 1770,
      "價": 1771,
      "僻": 1772,
      "僽": 1773,
      "僾": 1774,
      "僿": 1775,
      "儀": 1776,
      "儁": 1777,
      "儂": 1778,
      "儃": 1779,
      "億": 1780,
      "儅": 1781,
      "儆": 1782,
      "儇": 1783,
      "儉": 1784,
      "儋": 1785,
      "儍": 1786,
      "儐": 1787,
      "儒": 1788,
      "儓": 1789,
      "儔": 1790,
      "儕": 1791,
      "儗": 1792,
      "儘": 1793,
      "儚": 1794,
      "儛": 1795,
      "償": 1796,
      "儡": 1797,
      "儢": 1798,
      "儤": 1799,
      "儦": 1800,
      "優": 1801,
      "儲": 1802,
      "儳": 1803,
      "儴": 1804,
      "儵": 1805,
      "儷": 1806,
      "儸": 1807,
      "儻": 1808,
      "儼": 1809,
      "儿": 1810,
      "兀": 1811,
      "允": 1812,
      "元": 1813,
      "兄": 1814,
      "充": 1815,
      "兆": 1816,
      "兇": 1817,
      "先": 1818,
      "光": 1819,
      "克": 1820,
      "兌": 1821,
      "免": 1822,
      "児": 1823,
      "兑": 1824,
      "兒": 1825,
      "兔": 1826,
      "兕": 1827,
      "兖": 1828,
      "兗": 1829,
      "兘": 1830,
      "党": 1831,
      "兛": 1832,
      "兜": 1833,
      "兞": 1834,
      "兟": 1835,
      "兢": 1836,
      "入": 1837,
      "內": 1838,
      "全": 1839,
      "兩": 1840,
      "八": 1841,
      "公": 1842,
      "六": 1843,
      "兮": 1844,
      "兯": 1845,
      "兰": 1846,
      "共": 1847,
      "兲": 1848,
      "关": 1849,
      "兴": 1850,
      "兵": 1851,
      "其": 1852,
      "具": 1853,
      "典": 1854,
      "兹": 1855,
      "兺": 1856,
      "养": 1857,
      "兼": 1858,
      "兽": 1859,
      "兿": 1860,
      "冀": 1861,
      "冁": 1862,
      "冂": 1863,
      "内": 1864,
      "円": 1865,
      "冇": 1866,
      "冈": 1867,
      "冉": 1868,
      "冊": 1869,
      "冋": 1870,
      "册": 1871,
      "再": 1872,
      "冏": 1873,
      "冑": 1874,
      "冒": 1875,
      "冓": 1876,
      "冕": 1877,
      "冖": 1878,
      "冗": 1879,
      "冘": 1880,
      "写": 1881,
      "冚": 1882,
      "军": 1883,
      "农": 1884,
      "冠": 1885,
      "冡": 1886,
      "冢": 1887,
      "冣": 1888,
      "冤": 1889,
      "冥": 1890,
      "冧": 1891,
      "冨": 1892,
      "冩": 1893,
      "冪": 1894,
      "冫": 1895,
      "冬": 1896,
      "冮": 1897,
      "冯": 1898,
      "冰": 1899,
      "冱": 1900,
      "冲": 1901,
      "决": 1902,
      "况": 1903,
      "冶": 1904,
      "冷": 1905,
      "冻": 1906,
      "冼": 1907,
      "冽": 1908,
      "冾": 1909,
      "净": 1910,
      "凂": 1911,
      "凃": 1912,
      "凄": 1913,
      "准": 1914,
      "凇": 1915,
      "凈": 1916,
      "凉": 1917,
      "凊": 1918,
      "凋": 1919,
      "凌": 1920,
      "凍": 1921,
      "减": 1922,
      "凐": 1923,
      "凑": 1924,
      "凓": 1925,
      "凖": 1926,
      "凘": 1927,
      "凛": 1928,
      "凜": 1929,
      "凝": 1930,
      "几": 1931,
      "凡": 1932,
      "凢": 1933,
      "凤": 1934,
      "処": 1935,
      "凧": 1936,
      "凨": 1937,
      "凪": 1938,
      "凫": 1939,
      "凬": 1940,
      "凭": 1941,
      "凯": 1942,
      "凰": 1943,
      "凱": 1944,
      "凳": 1945,
      "凵": 1946,
      "凶": 1947,
      "凸": 1948,
      "凹": 1949,
      "出": 1950,
      "击": 1951,
      "凼": 1952,
      "函": 1953,
      "凿": 1954,
      "刀": 1955,
      "刁": 1956,
      "刂": 1957,
      "刃": 1958,
      "刅": 1959,
      "分": 1960,
      "切": 1961,
      "刈": 1962,
      "刊": 1963,
      "刌": 1964,
      "刍": 1965,
      "刎": 1966,
      "刏": 1967,
      "刑": 1968,
      "划": 1969,
      "刓": 1970,
      "刕": 1971,
      "刖": 1972,
      "列": 1973,
      "刘": 1974,
      "则": 1975,
      "刚": 1976,
      "创": 1977,
      "刜": 1978,
      "初": 1979,
      "刟": 1980,
      "删": 1981,
      "刣": 1982,
      "判": 1983,
      "別": 1984,
      "刨": 1985,
      "利": 1986,
      "刪": 1987,
      "别": 1988,
      "刬": 1989,
      "刭": 1990,
      "刮": 1991,
      "到": 1992,
      "刱": 1993,
      "刲": 1994,
      "刳": 1995,
      "制": 1996,
      "刷": 1997,
      "券": 1998,
      "刹": 1999,
      "刺": 2000,
      "刻": 2001,
      "刽": 2002,
      "刿": 2003,
      "剀": 2004,
      "剁": 2005,
      "剂": 2006,
      "剃": 2007,
      "則": 2008,
      "剉": 2009,
      "削": 2010,
      "剋": 2011,
      "剌": 2012,
      "前": 2013,
      "剎": 2014,
      "剐": 2015,
      "剑": 2016,
      "剔": 2017,
      "剕": 2018,
      "剖": 2019,
      "剗": 2020,
      "剚": 2021,
      "剛": 2022,
      "剜": 2023,
      "剝": 2024,
      "剞": 2025,
      "剟": 2026,
      "剡": 2027,
      "剣": 2028,
      "剤": 2029,
      "剥": 2030,
      "剧": 2031,
      "剨": 2032,
      "剩": 2033,
      "剪": 2034,
      "剬": 2035,
      "剮": 2036,
      "副": 2037,
      "剰": 2038,
      "割": 2039,
      "剴": 2040,
      "創": 2041,
      "剷": 2042,
      "剸": 2043,
      "剺": 2044,
      "剽": 2045,
      "剿": 2046,
      "劀": 2047,
      "劂": 2048,
      "劃": 2049,
      "劄": 2050,
      "劆": 2051,
      "劇": 2052,
      "劈": 2053,
      "劉": 2054,
      "劊": 2055,
      "劍": 2056,
      "劏": 2057,
      "劑": 2058,
      "劒": 2059,
      "劓": 2060,
      "劔": 2061,
      "劖": 2062,
      "劘": 2063,
      "劙": 2064,
      "劚": 2065,
      "力": 2066,
      "劜": 2067,
      "劝": 2068,
      "办": 2069,
      "功": 2070,
      "加": 2071,
      "务": 2072,
      "劢": 2073,
      "劣": 2074,
      "动": 2075,
      "助": 2076,
      "努": 2077,
      "劫": 2078,
      "劬": 2079,
      "劭": 2080,
      "励": 2081,
      "劲": 2082,
      "劳": 2083,
      "労": 2084,
      "劵": 2085,
      "効": 2086,
      "劻": 2087,
      "劼": 2088,
      "劾": 2089,
      "势": 2090,
      "勁": 2091,
      "勃": 2092,
      "勄": 2093,
      "勇": 2094,
      "勉": 2095,
      "勋": 2096,
      "勌": 2097,
      "勍": 2098,
      "勐": 2099,
      "勒": 2100,
      "勔": 2101,
      "動": 2102,
      "勖": 2103,
      "勗": 2104,
      "勘": 2105,
      "務": 2106,
      "勚": 2107,
      "勛": 2108,
      "勝": 2109,
      "勞": 2110,
      "募": 2111,
      "勠": 2112,
      "勢": 2113,
      "勣": 2114,
      "勤": 2115,
      "勧": 2116,
      "勨": 2117,
      "勪": 2118,
      "勭": 2119,
      "勮": 2120,
      "勯": 2121,
      "勰": 2122,
      "勳": 2123,
      "勵": 2124,
      "勷": 2125,
      "勸": 2126,
      "勹": 2127,
      "勺": 2128,
      "勻": 2129,
      "勼": 2130,
      "勾": 2131,
      "勿": 2132,
      "匀": 2133,
      "匂": 2134,
      "匄": 2135,
      "包": 2136,
      "匆": 2137,
      "匈": 2138,
      "匉": 2139,
      "匊": 2140,
      "匋": 2141,
      "匌": 2142,
      "匍": 2143,
      "匏": 2144,
      "匐": 2145,
      "匕": 2146,
      "化": 2147,
      "北": 2148,
      "匘": 2149,
      "匙": 2150,
      "匜": 2151,
      "匝": 2152,
      "匞": 2153,
      "匠": 2154,
      "匡": 2155,
      "匣": 2156,
      "匤": 2157,
      "匦": 2158,
      "匪": 2159,
      "匫": 2160,
      "匭": 2161,
      "匮": 2162,
      "匯": 2163,
      "匱": 2164,
      "匴": 2165,
      "匹": 2166,
      "区": 2167,
      "医": 2168,
      "匼": 2169,
      "匽": 2170,
      "匾": 2171,
      "匿": 2172,
      "區": 2173,
      "十": 2174,
      "千": 2175,
      "卅": 2176,
      "升": 2177,
      "午": 2178,
      "卉": 2179,
      "半": 2180,
